In [4]:
import pandas as pd
df = pd.read_csv("sql_table.csv")
df

,country,created_update,name,student_id,surname,update_date
0,US,2021-11-07 19:55:35,biyonsé,NaN,KNOWLES,2021-11-07 19:55:35
1,US,2021-11-07 20:06:50,KANYE,1234500HHJ32,WEST,NaN
2,US,2021-11-07 20:06:50,biyonsé,12345V4HJ237,KNOWLES,2021-11-07 20:06:50